{
    "plugins\/thermostat\/mobile\/js\/panel.js": {
        "minute(s)": "Minutes)"
    },
    "plugins\/thermostat\/desktop\/php\/panel.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Liste objets": "Object list",
        "Rechercher": "Search",
        "Du": "Of",
        "au": "to",
        "Attention une trop grande plage de date peut mettre très longtemps a etre calculer ou même ne pas s'afficher": "Warning: a too wide date range can take very long time to be calculated, or even will never be displayed",
        "Ok": "Okay"
    },
    "plugins\/thermostat\/desktop\/php\/thermostat.php": {
        "Error 401 Unauthorized": "",
        "Gestion": "Management",
        "Ajouter": "Add",
        "Mes thermostats": "My thermostats",
        "Rechercher": "Search",
        "Configuration avancée": "Advanced configuration",
        "Sauvegarder": "Save",
        "Supprimer": "Delete",
        "Equipement": "Device",
        "Actions": "Actions",
        "Modes": "",
        "Ouvertures": "Openings",
        "Défaillance sonde": "Probe failure",
        "Défaillance chauffage": "Heating failure",
        "Programmation": "Programming",
        "Avancée": "Advanced",
        "Général": "Main",
        "Nom du thermostat": "Name of thermostat",
        "Objet parent": "Parent object",
        "Aucun": "None",
        "Activer": "Activate",
        "Visible": "Visible",
        "Moteur": "Engine",
        "Autoriser": "To allow",
        "Veuillez préciser les actions que le thermostat a le droit de faire en terme de chauffage et refroidissement.": "Please detail which actions the thermostat is allowed to perform for heating and cooling.",
        "Température min (°C)": "Min. temperature (°C)",
        "Précisez l'écart de température que le thermostat est autorisé à piloter": "Please detail the temperature range the thermostat is allowed to drive.",
        "max (°C)": "max (° C)",
        "Sonde": "Probe",
        "Température intérieure": "Indoor temperature",
        "Borne de température inférieure": "Lower temperature threshold",
        "Borne de température supérieure": "Higher temperature threshold",
        "Température extérieure": "Outside temperature",
        "Obligatoire en mode temporel": "Mandatory in time mode",
        "Humidité": "Humidity",
        "Consommation": "Consumption",
        "Consommation (par jour en kWh)": "Consumption (per day in kWh)",
        "Pour chauffer je dois ?": "To heat, what should be done?",
        "Ajouter une action": "Add action",
        "Pour refroidir je dois ?": "To cool, what should be done?",
        "Pour tout arrêter je dois ?": "To stop everything, what should be done?",
        "A chaque changement de consigne je dois aussi faire ?": "For each change of set point, what should also be done?",
        "Les modes, permettent d'ajouter à votre thermostat des consignes prédéfinies. Exemple : un mode confort qui déclenche une action sur votre thermostat avec une température de consigne de 20°C": "The modes allow you to add predefined setpoints to your thermostat. Example: a comfort mode which triggers an action on your thermostat with a set temperature of 20 ° C",
        "La déclaration des ouvertures concernées par votre thermostat (porte, fenêtre...) permettra au thermostat de réguler la température en conséquence.": "Definition of all openings that may impact your thermostat (door, window...) will allow the thermostat to control properly the temperature.",
        "Ajouter ouverture": "Add opening",
        "Alerte si l'ouverture dure plus de (min)": "Alert if the opening lasts more than (min)",
        "Ajouter action de défaillance": "Add on failure action",
        "Cron de répétition de commande": "Command repetition cron",
        "Cron de renvoi des commandes du thermostat (arrêt, chauffe, refroidissement), si votre thermostat ne démarre ou ne s'arrête pas correctement mettez en place cette vérification": "Cron to send back thermostat commands (stop, heating, cooling), if your thermostat doesn't start or stop correctly, use this check.",
        "Délai max entre 2 changements de température de la sonde (min)": "Max delay between 2 probe temperature changes (min)",
        "Délai maximum entre 2 changement de température avant de mettre le thermostat en défaillance": "Maximum time between 2 temperature changes before the thermostat fails",
        "Masquer commande de verrouillage": "Hide lock command",
        "Cycle (min)": "Cycle (min)",
        "Durée des cycles de chauffe\/climatisation (ne peut être inférieure à 15 min)": "Duration of heating \/ cooling cycles (cannot be less than 15 min)",
        "Temps de chauffe minimum (% du cycle)": "Minimal heating duration (% cycle)",
        "% minimum de cycle à faire (sinon la mise en marche du chauffage est reportée au cyle suivant)": "Minimal % of cycle to perform (otherwise heating will be switched on during next cycle)",
        "Limite les cycles marche\/arrêt incessants (pellet, gaz, fioul) et PID": "Limits incessant on \/ off cycles (pellet, gas, fuel oil) and PID",
        "Seuil de cycle où le chauffage est considéré comme chaud (%)": "Cycle threshold where heating is considered hot (%)",
        "Offset à appliquer si le radiateur est considéré chaud (%)": "Offset to be applied if the radiator is considered hot (%)",
        "Marge de défaillance chaud": "Failure margin for heating",
        "Seuil de déclenchement de la défaillance chaud (1 par défaut)": "Threshold triggering heating failure (1 by default)",
        "Marge de défaillance froid": "Failure margin for cooling",
        "Seuil de déclenchement de la défaillance froid (1 par défaut)": "Threshold triggering cooling failure (1 by default)",
        "Offset chauffage (%)": "Heating offset (%)",
        "Offset Clim (%)": "Cooling offset (%)",
        "Auto-apprentissage": "Auto-learning",
        "Smart start": "Smart start",
        "Autoriser le thermostat à démarrer avant l’heure afin que la température atteigne la consigne à l’heure voulue. Attention ne fonctionne que si le thermostat est géré via le plugin agenda": "Allow the thermostat to start before the time so that the temperature reaches the set point at the desired time. Attention only works if the thermostat is managed via the agenda plugin",
        "Pour une meilleure régulation, il est conseillé de ne pas toucher à ces coefficients, car ils sont calculés et mis à jour automatiquement": "For better control, it is advisable not to change these coefficients as they are computed and updated automatically.",
        "Coefficient chauffage": "Heating coefficient",
        "Coefficient Clim": "Cooling coefficient",
        "Apprentissage chaud": "Heating learning",
        "Apprentissage froid": "Cooling learning",
        "Isolation chauffage": "Heating insulation",
        "Isolation clim": "Cooling insulation",
        "Apprentissage isolation chaud": "Heating insulation learning",
        "Apprentissage isolation froid": "Cooling insulation learning",
        "Hystéresis (°C)": "Hysteresis (°C)",
        "Cron de contrôle": "Control cron",
        "Cron de vérification des valeurs des sondes de témpérature, si votre thermostat ne démarre ou ne s'arrête pas correctement mettez en place cette vérification": "Value temperature sensors check, if your thermostat doesn't start or stop correctly, use this ckeck."
    },
    "plugins\/thermostat\/desktop\/js\/panel.js": {
        "minute(s)": "Minutes)"
    },
    "plugins\/thermostat\/desktop\/js\/thermostat.js": {
        "Nouveau nom ?": "New name?",
        "Nom du mode ?": "Mode name?",
        "Etes-vous sûr de vouloir supprimer ce mode": "Do you really want to deleted this mode",
        "Configuration des modes": "Modes setup",
        "Vous n'avez encore aucune programmation. Veuillez cliquer <a href='index.php?v=d&m=calendar&p=calendar'>ici<\/a> pour programmer votre thermostat à l'aide du plugin agenda": "You don't have any scheduling. Please click <a href='index.php?v=d&m=calendar&p=calendar'>here<\/a> to schedule your thermostat with Agenda plugin.",
        "Liste des programmations du plugin Agenda liées au Thermostat": "List of schedules plugin programming linked to the Thermostat",
        "Visible": "Visible",
        "Eteindre si ouvert plus de (min)": "Turn off if open more than (min)",
        "Rallumer si fermé depuis (min)": "Turn on if closed since (min)",
        "Inverser": "Invert"
    },
    "plugins\/thermostat\/core\/ajax\/thermostat.ajax.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Aucun objet racine trouvé": "No root object found",
        "Thermostat non trouvé : ": "Thermostat not found:",
        "Aucune methode correspondante à : ": "No method corresponding to:"
    },
    "plugins\/thermostat\/core\/class\/thermostat.class.php": {
        "Suspendu": "Suspended",
        "Off": "Off",
        "Arrêté": "Stopped",
        " : Attention il n\\'y a pas eu de mise à jour de la température depuis plus de : ": ": Please note that there has been no temperature update for more than:",
        "Chauffage": "Heating",
        "Climatisation": "Air conditioning",
        " : La température intérieure n\\'est pas un numérique : ": ": The interior temperature is not a digital:",
        " : Attention le thermostat est suspendu à cause d\\'une fenetre ouverte depuis : ": ": Please note the thermostat is suspended due to a window open from:",
        " min": "min",
        " : Attention la température intérieure est en dessous du seuil autorisé : ": ": Be careful the indoor temperature is below the allowed threshold :",
        " : Attention la température intérieure est au dessus du seuil autorisé : ": ": Please note the interior temperature is above the authorized threshold:",
        "Calcul": "Calculation",
        "La température de consigne minimum ne peut être supérieur à la consigne maximum": "The minimum set temperature cannot be higher than the maximum set",
        "Le temps de chauffe minimum doit etre compris entre 0% et 90%": "The minimum heating time must be between 0% and 90%",
        "Le temps de cycle doit etre supérieur à 15min": "Cycle time must be more than 15min",
        "off": "off",
        "Vous ne pouvez faire un mode s\\'appelant Off car une commande Off est automatiquement creer": "You cannot make a mode called Off because an Off command is automatically created",
        "status": "Status",
        "Vous ne pouvez faire un mode s\\'appelant Status car une commande Status éxiste déjà": "You cannot make a mode called Status because a Status command already exists",
        "thermostat": "Thermostat",
        "Vous ne pouvez faire un mode s\\'appelant Thermostat car une commande Thermostat éxiste déjà": "You cannot do a mode called Thermostat because a Thermostat command already exists",
        "Consigne": "Instructions",
        "Thermostat": "Thermostat",
        "Statut": "Status",
        "Actif": "Active",
        "Verrouillage": "Locking",
        "Température": "Temperature",
        "Humidité": "Humidity",
        "Température extérieure": "Outside temperature",
        "Offset chauffage": "Heating offset",
        "Offset froid": "Cold offset",
        "Chauffage seulement": "Heating only",
        "Climatisation seulement": "Air conditioning only",
        "Tout autorisé": "Allow everything",
        "Mode": "Fashion",
        "Delta consigne": "Delta setpoint",
        "Performance": "Performance",
        "Puissance": "Power",
        " : Erreur lors de l\\'éxecution de ": ": Error while executing",
        ". Détails : ": ". Details:",
        "Défaillance sonde": "Probe failure",
        "Défaillance chauffage": "Heating failure",
        "Aucun": "None"
    }
}