{
    "plugins\/thermostat\/mobile\/js\/panel.js": {
        "minute(s)": "Minutos)"
    },
    "plugins\/thermostat\/desktop\/php\/panel.php": {
        "401 - Accès non autorisé": "401 - Acceso no autorizado",
        "Liste objets": "Lista de objetos",
        "Rechercher": "Buscar",
        "Du": "Del",
        "au": "al",
        "Attention une trop grande plage de date peut mettre très longtemps a etre calculer ou même ne pas s'afficher": "Atención, un intervalo de fechas demasiado grande puede poner tiempo en ser calculado o incluso no mostrarse",
        "Ok": "Bueno"
    },
    "plugins\/thermostat\/desktop\/php\/thermostat.php": {
        "Error 401 Unauthorized": "Error 401 no autorizado",
        "Gestion": "Gestión",
        "Ajouter": "Añadir",
        "Mes thermostats": "Mis termostatos",
        "Rechercher": "Buscar",
        "Configuration avancée": "Configuración avanzada",
        "Sauvegarder": "Guardar",
        "Supprimer": "Borrar",
        "Equipement": "Dispositivos",
        "Actions": "Acciones",
        "Modes": "Modos",
        "Ouvertures": "Aperturas",
        "Défaillance sonde": "Falla de la sonda",
        "Défaillance chauffage": "Fallo de calentamiento",
        "Programmation": "Programación",
        "Avancée": "Avanzada",
        "Général": "Principal",
        "Nom du thermostat": "Nombre del termostato",
        "Objet parent": "Objeto padre",
        "Aucun": "Ninguna",
        "Activer": "Activar",
        "Visible": "Visible",
        "Moteur": "Motor",
        "Autoriser": "Permitir",
        "Veuillez préciser les actions que le thermostat a le droit de faire en terme de chauffage et refroidissement.": "Por favor, precise las acciones que el termostato tiene el derecho a hacer en término de calefacción y enfriamiento.",
        "Température min (°C)": "Temperatura min (°C)",
        "Précisez l'écart de température que le thermostat est autorisé à piloter": "Especifique la diferencia de temperatura que el termostato está autorizado en pilotar",
        "max (°C)": "max (° C)",
        "Sonde": "Sonda",
        "Température intérieure": "Temperatura interior",
        "Borne de température inférieure": "Límite de temperatura inferior",
        "Borne de température supérieure": "Límite de temperatura superior",
        "Température extérieure": "Temperatura exterior",
        "Obligatoire en mode temporel": "Obligatorio en modo horario",
        "Humidité": "Humedad",
        "Consommation": "El consumo",
        "Consommation (par jour en kWh)": "Consumo (por día en kWh)",
        "Pour chauffer je dois ?": "¿Para calentar debo?",
        "Ajouter une action": "Añadir una acción",
        "Pour refroidir je dois ?": "¿Para enfriar debo?",
        "Pour tout arrêter je dois ?": "¿Para parar todo debo?",
        "A chaque changement de consigne je dois aussi faire ?": "¿En cada cambio de consigna también debo hacer?",
        "Les modes, permettent d'ajouter à votre thermostat des consignes prédéfinies. Exemple : un mode confort qui déclenche une action sur votre thermostat avec une température de consigne de 20°C": "Los modos le permiten agregar puntos de ajuste predefinidos a su termostato. Ejemplo: un modo de confort que activa una acción en su termostato con una temperatura establecida de 20 ° C",
        "La déclaration des ouvertures concernées par votre thermostat (porte, fenêtre...) permettra au thermostat de réguler la température en conséquence.": "La declaración de las aperturas concernidas por su termostato (puerta, ventana...) permitirá al termostato regular la temperatura en consecuencia.",
        "Ajouter ouverture": "Añadir apertura",
        "Alerte si l'ouverture dure plus de (min)": "Alerta si la apertura dura más de (min)",
        "Ajouter action de défaillance": "Añadir acción de fallo",
        "Cron de répétition de commande": "Cron de repetición de orden",
        "Cron de renvoi des commandes du thermostat (arrêt, chauffe, refroidissement), si votre thermostat ne démarre ou ne s'arrête pas correctement mettez en place cette vérification": "Cron de devolución de los ordenes del termostato (parado, calentamiento, enfriamiento), si su termostato no arranca o no se para correctamente coloque esta comprobación",
        "Délai max entre 2 changements de température de la sonde (min)": "Retraso máximo entre 2 cambios de temperatura de la sonda (min)",
        "Délai maximum entre 2 changement de température avant de mettre le thermostat en défaillance": "Tiempo máximo entre 2 cambios de temperatura antes de que falle el termostato",
        "Masquer commande de verrouillage": "Ocultar el bloqueo",
        "Cycle (min)": "Ciclo (min)",
        "Durée des cycles de chauffe\/climatisation (ne peut être inférieure à 15 min)": "Duración de los ciclos de calentamiento \/ enfriamiento (no puede ser inferior a 15 min)",
        "Temps de chauffe minimum (% du cycle)": "Tiempo de calentamiento mínimo (% del ciclo)",
        "% minimum de cycle à faire (sinon la mise en marche du chauffage est reportée au cyle suivant)": "% mínimo de ciclo por hacer (si no la puesta en marcha de la calefacción es trasladada al siguiente ciclo)",
        "Limite les cycles marche\/arrêt incessants (pellet, gaz, fioul) et PID": "Limita los ciclos de encendido \/ apagado incesante (pellet, gas, fuel oil) y PID",
        "Seuil de cycle où le chauffage est considéré comme chaud (%)": "Umbral del ciclo donde el calentamiento se considera caliente (%)",
        "Offset à appliquer si le radiateur est considéré chaud (%)": "Desplazamiento a aplicar si el radiador se considera caliente (%)",
        "Marge de défaillance chaud": "Margen de fallo caliente",
        "Seuil de déclenchement de la défaillance chaud (1 par défaut)": "Umbral de disparo del fallo caliente (1 por defecto)",
        "Marge de défaillance froid": "Margen de fallo frío",
        "Seuil de déclenchement de la défaillance froid (1 par défaut)": "Umbral de disparo del fallo frío (1 por defecto)",
        "Offset chauffage (%)": "Offset calefacción (%)",
        "Offset Clim (%)": "Compensación climática (%)",
        "Auto-apprentissage": "Autoaprendizaje",
        "Smart start": "Inicio inteligente",
        "Autoriser le thermostat à démarrer avant l’heure afin que la température atteigne la consigne à l’heure voulue. Attention ne fonctionne que si le thermostat est géré via le plugin agenda": "Permita que el termostato se inicie antes de tiempo para que la temperatura alcance el punto de ajuste en el momento deseado. La atención solo funciona si el termostato se administra a través del complemento de agenda",
        "Pour une meilleure régulation, il est conseillé de ne pas toucher à ces coefficients, car ils sont calculés et mis à jour automatiquement": "Para una mejor regulación, se aconseja no tocar estos coeficientes, ya que se calculan y se actualizan automáticamente",
        "Coefficient chauffage": "Coeficiente calefacción",
        "Coefficient Clim": "Coeficiente Clim",
        "Apprentissage chaud": "Aprendizaje caliente",
        "Apprentissage froid": "Aprendizaje frío",
        "Isolation chauffage": "Aislamiento calefacción",
        "Isolation clim": "Aislamiento clim",
        "Apprentissage isolation chaud": "Aprendizaje aislamiento caliente",
        "Apprentissage isolation froid": "Aprendizaje aislamiento frío",
        "Hystéresis (°C)": "Histéresis (°C)",
        "Cron de contrôle": "Cron de control",
        "Cron de vérification des valeurs des sondes de témpérature, si votre thermostat ne démarre ou ne s'arrête pas correctement mettez en place cette vérification": "Cron de comprobación de los valores de las sondas de temperatura, si su termostato no arranca o no se para correctamente coloque esta comprobación"
    },
    "plugins\/thermostat\/desktop\/js\/panel.js": {
        "minute(s)": "Minutos)"
    },
    "plugins\/thermostat\/desktop\/js\/thermostat.js": {
        "Nouveau nom ?": "¿ Nuevo nombre ?",
        "Nom du mode ?": "¿Nombre del modo?",
        "Etes-vous sûr de vouloir supprimer ce mode": "Está seguro de querer borrar este modo",
        "Configuration des modes": "Configuración de los modos",
        "Vous n'avez encore aucune programmation. Veuillez cliquer <a href='index.php?v=d&m=calendar&p=calendar'>ici<\/a> pour programmer votre thermostat à l'aide du plugin agenda": "Usted no tiene ningún tipo de programación. Por favor, haga clic en <a href='index.php?v=d&m=calendar&p=calendar'> aquí <\/a> para programar el termostato usando el plugin de calendario",
        "Liste des programmations du plugin Agenda liées au Thermostat": "Lista de programación de complementos programados vinculados al termostato",
        "Visible": "Visible",
        "Eteindre si ouvert plus de (min)": "Apagar si se abre más de (min) ",
        "Rallumer si fermé depuis (min)": "Encender si está cerrado desde (min) ",
        "Inverser": "Invertir"
    },
    "plugins\/thermostat\/core\/ajax\/thermostat.ajax.php": {
        "401 - Accès non autorisé": "401 - Acceso no autorizado",
        "Aucun objet racine trouvé": "No se ha encontrado ningún objeto raíz.",
        "Thermostat non trouvé : ": "Termostato no encontrado:",
        "Aucune methode correspondante à : ": "Ningún método correspondiente a:"
    },
    "plugins\/thermostat\/core\/class\/thermostat.class.php": {
        "Suspendu": "Suspendido",
        "Off": "Apagado",
        "Arrêté": "Detenido",
        " : Attention il n\\'y a pas eu de mise à jour de la température depuis plus de : ": ": Tenga en cuenta que no ha habido actualización de temperatura durante más de:",
        "Chauffage": "Calefacción",
        "Climatisation": "Climatización",
        " : La température intérieure n\\'est pas un numérique : ": ": La temperatura interior no es digital:",
        " : Attention le thermostat est suspendu à cause d\\'une fenetre ouverte depuis : ": ": Tenga en cuenta que el termostato está suspendido debido a una ventana abierta desde:",
        " min": "min",
        " : Attention la température intérieure est en dessous du seuil autorisé : ": ": La temperatura interior es inferior al umbral permitido:",
        " : Attention la température intérieure est au dessus du seuil autorisé : ": ": Tenga en cuenta que la temperatura interior está por encima del umbral autorizado:",
        "Calcul": "Cálculo",
        "La température de consigne minimum ne peut être supérieur à la consigne maximum": "La temperatura mínima establecida no puede ser superior a la máxima establecida",
        "Le temps de chauffe minimum doit etre compris entre 0% et 90%": "El tiempo mínimo de calentamiento debe estar entre 0% y 90%",
        "Le temps de cycle doit etre supérieur à 15min": "El tiempo de ciclo debe ser superior a 15 minutos.",
        "off": "Apagado",
        "Vous ne pouvez faire un mode s\\'appelant Off car une commande Off est automatiquement creer": "No puede hacer un modo llamado Off porque se crea automáticamente un comando Off",
        "status": "Estado",
        "Vous ne pouvez faire un mode s\\'appelant Status car une commande Status éxiste déjà": "No puede hacer un modo llamado Estado porque ya existe un comando de Estado",
        "thermostat": "Termostato",
        "Vous ne pouvez faire un mode s\\'appelant Thermostat car une commande Thermostat éxiste déjà": "No puede hacer un modo llamado Termostato porque ya existe un comando de Termostato",
        "Consigne": "Consigna",
        "Thermostat": "Termostato",
        "Statut": "Estado",
        "Actif": "Activo",
        "Verrouillage": "Bloqueo",
        "Température": "Temperatura",
        "Humidité": "Humedad",
        "Température extérieure": "Temperatura exterior",
        "Offset chauffage": "Compensación de calentamiento",
        "Offset froid": "Compensación en frío",
        "Chauffage seulement": "Solo calefacción",
        "Climatisation seulement": "Solo aire acondicionado",
        "Tout autorisé": "Permitir todo",
        "Mode": "Modo",
        "Delta consigne": "Punto de ajuste delta",
        "Performance": "Rendimiento",
        "Puissance": "Potencia",
        " : Erreur lors de l\\'éxecution de ": ": Error al ejecutar",
        ". Détails : ": ". Detalles:",
        "Défaillance sonde": "Falla de la sonda",
        "Défaillance chauffage": "Fallo de calentamiento",
        "Aucun": "Ninguna"
    }
}